Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Chronon active target down.
pl_pl: Cel z aktywnym chrononem nie żyje.

source: Chronon active target!
pl_pl: Cel ma aktywowany chronon!

source: Chronon dampeners cancel out your powers. Disable them or leave their area of effect to regain the use of your powers.
pl_pl: Tłumiki chrononu niwelują twoje moce. Wyłącz je lub opuść obszar ich działania, aby odzyskać swoje moce.

source: Chronon disruption!
pl_pl: Zakłócenie Chrononu!

source: Chronon event!
pl_pl: Chronon!

source: Chronon grenades, great!
pl_pl: Granaty chrononowe, świetnie!

source: Chronon harvesting process cancelled. Insufficient chronon particles detected. Please move harvester to designated Yellow Zone anomalous area.
pl_pl: Proces zbierania chrononów anulowany. Wykryto niewystarczającą ilość cząsteczek chrononu. Prosimy o przeniesienie kombajnu do wyznaczonego obszaru anomalii w Żółtej Strefie.

source: Chronon levels are stable. Diagnostics are positive.
pl_pl: Poziom chrononu jest stabilny. Wyniki diagnostyki są pozytywne.

source: Chronon particle stockpile update
pl_pl: Aktualizacja zapasów cząsteczek Chrononu

source: Chronon particles depleting.
pl_pl: Cząsteczki chrononu wyczerpują się.

source: Chronon particles feed the core. Kind of like fuel, but for movement through time, not space.
pl_pl: Cząsteczki chrononu zasilają rdzeń. To coś w rodzaju paliwa, ale do poruszania się w czasie, a nie w przestrzeni.

source: Chronon particles spiking!
pl_pl: Cząsteczki Chrononu gwałtownie rosną!

source: Chronon radiation spike!
pl_pl: Skok promieniowania chrononu!

source: Chronon readings spiking.
pl_pl: Odczyty Chrononu gwałtownie wzrosły.

source: Chronon spike! Look out!
pl_pl: Skok chrononu! Uwaga!

source: Chronon systems failing.
pl_pl: Awaria systemów Chronon.

source: Chronon systems hit.
pl_pl: Uderzenie systemów Chronon.

source: Chronon tech Phase 2 milestones
pl_pl: Kamienie milowe fazy 2 technologii Chronon

source: Chronon tech got hit!
pl_pl: Technologia chrononu trafiona!

source: Chronon tech reinforcements!
pl_pl: Wzmocnienia technologiczne!

source: Chronon-active target!
pl_pl: Cel ma aktywowany chronon!

source: Circle around!
pl_pl: Okrążcie go!

source: Circle around! I'm covering the field!
pl_pl: Okrążcie go! Osłaniam was!

source: Clarice Ogawa (interview)
pl_pl: Clarice Ogawa (wywiad)

source: Clarice Ogawa is in command over Monarch's field operations. She's a constant presence on Monarch comms.
pl_pl: Clarice Ogawa dowodzi operacjami terenowymi Monarch. Jest stale obecna w łączności Monarch.

source: Clarice, As you know, I have a mission to embark on, so I’ll try to be brief. I have initiated the Lifeboat Protocol over Martin’s objections; given how things have developed since then, I’m glad I did. I don’t fully understand Martin’s motives, but it’s obvious he’s moving against me, and against the entire survival plan itself. I know you have worked closely with him, and I know that this must come as a shock. It’s also alarming that in evading capture, Martin took out an entire security team. For an unarmed man who’s ostensibly not combat trained, that should be impossible. Obviously, this is highly alarming news. I don’t know if he had help, or if there’s even more to Martin than we have come to suspect, but he’s had free rein over this company for a long time, and he’s extremely resourceful – and persuasive. It’s not clear to me who I can trust at this point. But I know I can depend on you. I trust that you will see things through in my absence and ensure the stutterproofing stays up. In particular, I would appreciate if you would ensure that Dr. Amaral stays safe in the Lifeboat. She has been through a lot during the past 24 hours, and she’s still managed to make her way back to us and bring vital intel. Thank you for your loyal service, Clarice. It has always been appreciated. Paul
pl_pl: Clarice, Jak wiesz, mam misję do wykonania, więc postaram się mówić krótko. Zainicjowałem Protokół Łodzi Ratunkowej pomimo sprzeciwu Martina, biorąc pod uwagę rozwój wydarzeń od tego czasu, cieszę się, że to zrobiłem. Nie do końca rozumiem motywy Martina, ale to oczywiste, że działa przeciwko mnie i przeciwko całemu planowi przetrwania. Wiem, że blisko z nim współpracowałaś i wiem, że to musi być dla ciebie szok. Niepokojące jest również to, że unikając schwytania, Martin zlikwidował cały zespół ochrony. Dla nieuzbrojonego mężczyzny, który rzekomo nie jest wyszkolony w walce, powinno to być niemożliwe. Oczywiście jest to bardzo niepokojąca wiadomość. Nie wiem, czy korzystał z pomocy, czy też w Martinie kryje się coś więcej, niż podejrzewamy, ale przez długi czas miał wolną rękę w tej firmie i jest niezwykle zaradny - i przekonujący. Nie jest dla mnie jasne, komu mogę zaufać w tym momencie. Ale wiem, że mogę polegać na tobie. Ufam, że dopilnujesz spraw pod moją nieobecność i dopilnujesz, by zabezpieczenie przed zacięciami pozostało na swoim miejscu. W szczególności byłbym wdzięczny, gdybyś dopilnowała, aby dr Amaral pozostała bezpieczna w łodzi ratunkowej. Wiele przeszła w ciągu ostatnich 24 godzin, a mimo to udało jej się wrócić do nas i dostarczyć ważne informacje. Dziękuję za lojalną służbę, Clarice. Zawsze była doceniana. Paul

source: Clarice, I only have a few minutes before the chopper takes off, so this will be brief. As you know, the Lifeboat Protocol has been initiated without my permission. I won’t pretend that Dr. Amaral’s betrayal of everything this company stands for hasn’t been a blow. At least she will no longer be a threat to our plans. I wish it hadn’t come to that, but it is what it is. Regardless, now that the Lifeboat Protocol is active, the decision has been made for us, and we’re now committed to that course. I trust you and Martin to keep an eye on everything while I’m gone. Please ensure that the protocol is executed properly and without mistakes. It’s no exaggeration to say that the fate of humanity depends on us now, and much as I had hoped to guide us through these moments, I have to face facts: with my treatments gone, it’s questionable how long I can go on. There are still some things I must take care of, and while I believe I have enough time for that, this may be the last time we have a chance to communicate. I have always appreciated your loyal service, Clarice. It has been a pleasure and a privilege. Paul
pl_pl: Clarice, Mam tylko kilka minut, zanim helikopter wystartuje, więc będzie krótko. Jak wiesz, protokół Łodzi Ratunkowej został zainicjowany bez mojej zgody. Nie będę udawał, że zdrada dr. Amaral nie była ciosem. Przynajmniej nie będzie już zagrożeniem dla naszych planów. Chciałbym, żeby do tego nie doszło, ale jest, jak jest. Niezależnie od tego, teraz, gdy protokół łodzi ratunkowej jest aktywny, decyzja została podjęta za nas i jesteśmy teraz zobowiązani do obrania tego kursu. Ufam, że ty i Martin będziecie mieć wszystko na oku podczas mojej nieobecności. Upewnijcie się, że protokół jest wykonywany prawidłowo i bez błędów. Nie jest przesadą stwierdzenie, że los ludzkości zależy teraz od nas i choć miałem nadzieję, że przeprowadzę nas przez te chwile, muszę stawić czoła faktom: po zakończeniu leczenia wątpię że będę mógł długo kontynuować. Jest jeszcze kilka rzeczy, którymi muszę się zająć i choć wierzę, że mam na to wystarczająco dużo czasu, może to być ostatni raz, kiedy mamy szansę się porozumieć. Zawsze doceniałem twoją lojalną służbę, Clarice. To była przyjemność i przywilej. Paul

source: Clarice, I want you to figure out where the fuck Martin Hatch is and kill him. I’d hunt him down myself but I don’t have the time for it, I need to be in that chopper in a few minutes. So make no mistake: he needs to die. There can be no doubt, don’t take any chances. CUT OFF HIS FUCKING HEAD. I sent a full security team after him, and now they’re all dead. How the hell does Martin do that? Who’s helping him? Or did he do it himself? WHAT IS HE? At least the Lifeboat’s running. Make sure it stays that way, Clarice. That’s what this is all about and if it was for nothing, there’ll be hell to pay. And look after Sofia. I’m trusting you to not betray me. You’re not like all these gutless weasels. I see the looks they give me. Don’t think I don’t. I’m starting to see very clearly now that I’ve been too trusting for years now. I mean it, Clarice. Find that son of a bitch and kill him. Keep Lifeboat running. Take care of Sofia. Don’t let me down. I’m not going to take another betrayal well, and even though Martin destroyed my treatments, I’ve got enough time left to set things straight if I have to. Count on it. Just do it. Paul
pl_pl: Clarice, dowiedz się, gdzie jest Martin Hatch i zabij go. Sam bym na niego zapolował, ale nie mam na to czasu, muszę być w helikopterze za kilka minut. Więc nie popełnij błędu: on musi umrzeć. Nie ma wątpliwości, nie ryzykuj. ODETNIJ MU PIEPRZONĄ GŁOWĘ. Wysłałem za nim całą ochronę, a teraz wszyscy nie żyją. Jak do cholery Martin to zrobił? Kto mu pomaga? A może zrobił to sam? KIM ON JEST? Przynajmniej łódź ratunkowa działa. Upewnij się, że tak zostanie, Clarice. O to w tym wszystkim chodzi, a jeśli to na nic, to będzie piekło do zapłacenia. I opiekuj się Sofią. Ufam ci, że mnie nie zdradzisz. Nie jesteś jak te wszystkie łasice bez jaj. Widzę ich spojrzenia. Nie myśl, że nie. Zaczynam teraz wyraźnie widzieć, że od lat byłem zbyt ufny. Mówię poważnie, Clarice. Znajdź tego sukinsyna i zabij go. Niech łódź ratunkowa działa. Zajmij się Sofią. Nie zawiedź mnie. Nie zniosę dobrze kolejnej zdrady, a chociaż Martin zniszczył moje leki, mam wystarczająco dużo czasu, by wszystko naprawić, jeśli będzie trzeba. Licz na to. Po prostu to zrób. Paul

source: Clean-up completed
pl_pl: Sprzątanie zakończone

source: Cleaners better get here quick.
pl_pl: Lepiej, żeby sprzątaczki przyjechały szybko.

source: Clear on this side.
pl_pl: Czysto.

source: Clear the area of enemies
pl_pl: Pokonaj wrogów

source: Clear the cafeteria of enemies
pl_pl: Pokonaj wrogów w kafejce

source: Clear the car park of enemies
pl_pl: Pokonaj wrogów na parkingu

source: Clear the garage of enemies
pl_pl: Pokonaj wrogów w garażu

source: Clear the lab of enemies
pl_pl: Pokonaj wrogów w laboratorium

source: Clear the library roof of enemies
pl_pl: Pokonaj wrogów na dachu

source: Clear the loading dock of enemies
pl_pl: Oczyść rampę załadunkową z przeciwników

source: Clear the reading room of enemies
pl_pl: Pokonaj wrogów w czytelni

source: Clear the time machine room of enemies
pl_pl: Pokonaj wrogów w pomieszczeniu z wehikułem czasu

source: Clear the transformer yard of enemies
pl_pl: Pokonaj wrogów w transormatorowni

source: Clearly he was right.
pl_pl: Najwyraźniej miał rację.

source: Click {@TOGGLE_SIDE} to move the camera to the character's other shoulder when aiming.
pl_pl: Kliknij {@TOGGLE_SIDE}, aby przesunąć kamerę na drugie ramię postaci podczas celowania.

source: Close enough.
pl_pl: Wystarczająco blisko.

source: Close in!
pl_pl: Zbliż się!

source: Clumsy Monarch Office Worker
pl_pl: Niezdarny pracownik biurowy Monarch

source: Cocky bastard... but he did give me a chance.
pl_pl: Zarozumiały drań... ale dał mi szansę.

source: Coffee Tray Guard
pl_pl: Osłona tacy na kawę

source: Collect
pl_pl: Zbierz

source: Collect Intel
pl_pl: Zbierz dane wywiadowcze

source: Collect all of Intel in Act %d
pl_pl: Zbierz wszystkie dane wywiadowcze w akcie %d

source: Collect all the Intel in Act 2
pl_pl: Zbierz wszystkie dane wywiadowcze w akcie 2

source: Collect all the Intel in Act 3
pl_pl: Zbierz wszystkie dane wywiadowcze w akcie 3

source: Collect all the Intel in Act 5
pl_pl: Zbierz wszystkie dane wywiadowcze w Akcie 5

source: Collect video diary
pl_pl: Zbierz dziennik wideo

source: Collecting Chronon Sources allows Jack to upgrade his powers. Press {@TOGGLE_SKILLS} to view the upgrades menu.
pl_pl: Łatanie wyrw w czasie pozwala Jack'owi ulepszać swoje moce. Naciśnij {@TOGGLE_SKILLS}, aby wyświetlić menu ulepszeń.

source: College Boyfriend
pl_pl: Chłopak z uczelni

source: College Driver
pl_pl: Kierowca z uczelni

source: College Girl
pl_pl: Dziewczyna z uczelni

source: College Girlfriend
pl_pl: Dziewczyna z uczelni

source: College Protester
pl_pl: Protestant z uczelni

source: Come back to Sofia
pl_pl: Wróć do Sofii

source: Come here.
pl_pl: Chodź tutaj.

source: Come in HQ, we need reinforcements here now, over.
pl_pl: Kwatera główna, zgłoście się, potrzebujemy posiłków, odbiór.

source: Come in, HQ. Initiating search, over.
pl_pl: Centrala, zgłoś się. Rozpoczynam poszukiwania, odbiór.

source: Come on!
pl_pl: No dalej!

source: Come on! We can escape through the hatch I came in through!
pl_pl: Chodź! Możemy uciec przez właz, przez który wszedłem!

source: Come on, Will, what did you want me to find here?
pl_pl: Daj spokój, Will, co miałem tu znaleźć?

source: Come on, hurry it up! We need this chronon shipment at the HQ in thirty minutes!
pl_pl: Dalej, pospiesz się! Potrzebujemy tego chrononu w kwaterze głównej za trzydzieści minut!

source: Come on, let's help Jack find the core controls.
pl_pl: Chodź, pomóżmy Jack'owi znaleźć główne elementy sterujące.

source: Come on, man! I gotta get this crap to the warehouse! Let’s go!
pl_pl: Dalej, stary! Muszę zabrać to gówno do magazynu! Idziemy!

source: Come on, move along.
pl_pl: Idź już sobie stąd.

source: Come on, we need to go.
pl_pl: Chodź, musimy iść.

source: Come on.
pl_pl: Chodź.

source: Come on. The stutter could collapse at any moment.
pl_pl: Daj spokój. Zacięcie może się skończyć w każdej chwili.

source: Come take a look at this.
pl_pl: Chodź i spójrz na to.

source: Comforting.
pl_pl: Pocieszające.

source: Coming Soon
pl_pl: Już niedługo

source: Commander Ogawa
pl_pl: Komandor Ogawa

source: Complete 3 more challenges to unlock Beth Wilder's diary #2
pl_pl: Ukończ kolejne 3 wyzwania, aby odblokować dziennik drugi dziennik Beth Wilder.

source: Complete Act 1 Part 1
pl_pl: Ukończ akt 1, część 1

source: Complete Act 1 Part 2
pl_pl: Ukończ akt 1, część 2

source: Complete Act 1 Part 3
pl_pl: Ukończ akt 1, część 3

source: Complete Act 2 Part 1
pl_pl: Ukończ akt 2, część 1

source: Complete Act 2 Part 2
pl_pl: Ukończ akt 2, część 2

source: Complete Act 2 Part 3
pl_pl: Ukończ akt 2, część 3

source: Complete Act 3 Part 1
pl_pl: Ukończ akt 3, część 1

source: Complete Act 3 Part 2
pl_pl: Ukończ akt 3, część 2

source: Complete Act 4 Part 1
pl_pl: Ukończ akt 4, część 1

source: Complete Act 4 Part 2
pl_pl: Ukończ akt 4, część 2

source: Complete Act 4 Part 3
pl_pl: Ukończ akt 4, część 3

source: Complete Act 4 Part 4
pl_pl: Ukończ akt 4, część 4

source: Complete Act 5 Part 1
pl_pl: Ukończ akt 5, część 1

source: Complete Act 5 Part 2
pl_pl: Ukończ akt 5, część 2

source: Complete Act 5 Part 3
pl_pl: Ukończ akt 5, część 3

source: Complete Junction 1
pl_pl: Ukończ rozwidlenie 1

source: Complete Junction 2
pl_pl: Ukończ rozwidlenie 2

source: Complete Junction 3
pl_pl: Ukończ rozwidlenie 3

source: Complete Junction 4
pl_pl: Ukończ rozwidlenie 4

source: Complete with a very rebellious "how-to" guide.
pl_pl: W komplecie z bardzo buntowniczym przewodnikiem „jak to zrobić”.

source: Computer Document
pl_pl: Dokument komputerowy

source: Computer Voice
pl_pl: Komputerowy głos

source: Computers
pl_pl: Komputery

source: Confirm Choice
pl_pl: Potwierdź wybór

source: Confirm Junction Choice
pl_pl: Potwierdź wybór rozwidlenia

source: Confirmed sniper kill!
pl_pl: Cel zlikwidowany!

source: Consider
pl_pl: Rozważ

source: Consoling Man
pl_pl: Pocieszający mężczyzna

source: Contact!
pl_pl: Kontakt!

source: Contact! By the bearcat!
pl_pl: Kontakt! Przy bearcat'ie!

source: Contact! By the generator!
pl_pl: Kontakt! Przy generatorze!

source: Content buffering. Please wait...
pl_pl: Buforowanie zawartości. Proszę czekać...

source: Continue Game
pl_pl: Kontynuuj grę

source: Continuing search!
pl_pl: Kontynuujemy poszukiwania!

source: Continuing search, over.
pl_pl: Kontynuje poszukiwania, odbiór.

source: Control
pl_pl: Kontrola

source: Control / Surrender
pl_pl: Kontrola / Poddanie

source: Control/Surrender
pl_pl: Kontrola / Poddanie

source: Copy that!
pl_pl: Zrozumiałem!

source: Copy that, First Aid One. We'll run with that on our end. Just tidy things up over there. Over and out.
pl_pl: Przyjąłem, Pierwsza Pomoc. Zrobimy to po naszej stronie. Po prostu posprzątaj tam. Bez odbioru.

source: Copy that, HQ, over.
pl_pl: Centrala, zrozumiałem, odbiór.

source: Copy that, HQ. That captain over there's not getting the message. Don't worry, I'll take care of it. Over.
pl_pl: Centrala, Przyjąłem. Tamten kapitan nie dostaje wiadomości. Nie martw się, zajmę się tym. Odbiór.

source: Copy that, over.
pl_pl: Przyjąłem, odbiór.

source: Copy that.
pl_pl: Przyjąłem.

source: Copy that. All units, all units, target has been sighted, be on high alert. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, cel namierzony, być w pogotowiu. Odbiór.

source: Copy that. All units, stand down, over.
pl_pl: Przyjąłem. Wszystkie jednostki, wycofać się, odbiór.

source: Copy that. All units, there is a hostile situation underway, we need all units on high alert. Over.
pl_pl: Zrozumiałem. Wszystkie jednostki, mamy do czynienia z wrogą sytuacją, wszystkie jednostki muszą być w pogotowiu. Odbiór.

source: Copy that. Don't get careless, he might still be down there. Over.
pl_pl: Zrozumiałem. Nie bądź nieostrożny, on wciąż może tam być. Odbiór.

source: Copy that. Good hunting, sir.
pl_pl: Przyjęłam. Udanych łowów.

source: Copy that. Rerouting units to your position. Over.
pl_pl: Zrozumiałem. Przekierowuję jednostki na twoją pozycję. Odbiór.

source: Copy that. We've got a squad inbound. Over.
pl_pl: Zrozumiałem. Nadlatuje oddział. Odbiór.

source: Copy! Good work, over.
pl_pl: Przyjąłem! Dobra robota.

source: Copy! Neutralize the target at once! Over.
pl_pl: Zrozumiałem! Natychmiast zneutralizować cel! Odbiór.

source: Copy! Target must be contained! Dead or alive, doesn't matter. Over.
pl_pl: Zrozumiałem! Cel musi zostać opanowany! Żywy lub martwy, bez znaczenia. Odbiór.

source: Copy, backup en-route, hold your positions. Over.
pl_pl: Zrozumiałem, posiłki w drodze, utrzymać pozycje. Odbiór.

source: Copy, keep searching. We need to lock this down, fast. Over.
pl_pl: Zrozumiałem, szukaj dalej. Musimy to szybko zamknąć. Odbiór.

source: Copy, over.
pl_pl: Zrozumiałem, odbiór.

source: Copy.
pl_pl: Zrozumiałem.

source: Copy. All active units, shut this guy down. It is vital he is stopped immediately. Over.
pl_pl: Przyjąłem. Wszystkie aktywne jednostki, zlikwidujcie tego gościa. Musimy go natychmiast powstrzymać. Odbiór.

source: Copy. All available units, be advised, Joyce is still on the loose, keep your eyes open. Over.
pl_pl: Przyjąłem. Wszystkie dostępne jednostki, uwaga, Joyce wciąż jest na wolności, miejcie oczy otwarte. Odbiór.

source: Copy. All squads, Joyce is still around. Over.
pl_pl: Przyjąłem. Wszystkie drużyny, Joyce wciąż jest w pobliżu. Odbiór.

source: Copy. All squads, target is still on the prowl. Over.
pl_pl: Przyjąłem. Do wszystkich oddziałów, cel nadal poluje. Odbiór.

source: Copy. All units be advised, target's position is unknown. Keep an eye out. Over.
pl_pl: Przyjąłem. Uwaga wszystkie jednostki, pozycja celu jest nieznana. Wypatruj go. Odbiór.

source: Copy. All units be advised, we have a situation; be on standby for relocation to target sector. Over.
pl_pl: Przyjąłem. Wszystkie jednostki informujemy, że mamy sytuację. Być w gotowości do przeniesienia do sektora docelowego. Odbiór.

source: Copy. All units, all units, be advised, target is still loose, widen the search area. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, wszystkie jednostki, uwaga, cel jest nadal na wolności, poszerzyć obszar poszukiwań. Odbiór.

source: Copy. All units, all units, target is still on the loose. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, wszystkie jednostki, cel jest nadal na wolności. Odbiór.

source: Copy. All units, all units, this is HQ, target is still on the loose. Over
pl_pl: Przyjąłem. Wszystkie jednostki, tu Centrala, cel jest nadal na wolności. Odbiór

source: Copy. All units, be advised, Joyce has not been located. Over.
pl_pl: Przyjąłem. Informujemy, że Joyce nie został zlokalizowany. Odbiór.

source: Copy. All units, be advised, target has been lost. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, cel został utracony. Odbiór.

source: Copy. All units, be advised, target has not been located. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, cel nie został zlokalizowany. Odbiór.

source: Copy. All units, be on high alert, Joyce is still on the loose. Over.
pl_pl: Przyjąłem. Wszystkie jednostki w pogotowiu, Joyce wciąż jest na wolności. Odbiór.

source: Copy. All units, conduct a sweep of your sectors. Joyce is still evading detection. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, przeszukać swoje sektory. Joyce nadal unika wykrycia. Odbiór.

source: Copy. All units, conduct a sweep of your sectors. The target is still evading detection. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, przeszukać swoje sektory. Cel nadal unika wykrycia. Odbiór.

source: Copy. All units, target has been spotted. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, cel został namierzony. Odbiór.

source: Copy. All units, target is down. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, cel jest martwy. Odbiór.

source: Copy. All units, this is HQ; target has been lost. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, tu Centrala. Cel został utracony. Odbiór.

source: Copy. All units, threat neutralized, over.
pl_pl: Przyjąłem. Wszystkie jednostki, zagrożenie zneutralizowane, odbiór.

source: Copy. All units, we have contact with the target. Over.
pl_pl: Przyjąłem. Wszystkie jednostki, mamy kontakt z celem. Odbiór.

source: Copy. Chances are Joyce's still down there. Find him. Over.
pl_pl: Przyjąłem. Możliwe, że Joyce wciąż tam jest. Znajdź go. Odbiór.

source: Copy. Chances are he's still down there. Find him. Over.
pl_pl: Zrozumiałem. Możliwe, że wciąż tam jest. Znajdź go. Odbiór.

source: Copy. Dispatching the cleanup crew, over.
pl_pl: Zrozumiałem. Wysyłam ekipę sprzątającą, odbiór.

source: Copy. Keep searching. Neutralizing the target is number on priority. Over.
pl_pl: Zrozumiałem. Kontynuować poszukiwania. Zneutralizowanie celu jest priorytetem. Odbiór.

source: Copy. Keep us updated, we can't let him escape from the area. Over.
pl_pl: Przyjąłem. Informuj nas na bieżąco, nie możemy pozwolić mu uciec. Odbiór.

source: Copy. Move in and eliminate target, over.
pl_pl: Przyjąłem. Wejdź i wyeliminuj cel, odbiór.

source: Copy. Move in on the target's last know position. Over.
pl_pl: Przyjąłem. Przejście do ostatniej znanej pozycji celu. Odbiór.

source: Copy. Secure the area. Over.
pl_pl: Przyjąłem. Zabezpiecz obszar. Odbiór.

source: Copy. Tell 'em to hurry, over.
pl_pl: Zrozumiałem. Powiedz im, żeby się pospieszyli.

source: Copy. This is HQ. Weapons free, engage, over.
pl_pl: Zrozumiałem. Tu Centrala. Jest bezbronny, do ataku, odbiór.

source: Copy. We got it until they arrive, over.
pl_pl: Zrozumiałem. Wytrzymamy do czasu ich przybycia.

source: Copy. We got no sightings from other units. Joyce must still be in your sector. Find him. Over.
pl_pl: Przyjąłem. Nie mamy żadnych informacji od innych jednostek. Joyce wciąż musi być w waszym sektorze. Znajdź go. Odbiór.

source: Copy. We'll have backup for you ASAP. Over.
pl_pl: Zrozumiałem. Posiłki dotrą jak najszybciej jak to tylko możliwe. Odbiór.

source: Copy. Widen the search area, we cannot let him escape. Over.
pl_pl: Przyjąłem. Poszerzyć obszar poszukiwań, nie możemy pozwolić mu uciec. Odbiór.

source: Corridor Schematics
pl_pl: Schemat korytarza
